<template>
  <main class="main">
    <b-container>
      <b-row>
        <b-col col sm="3" class="d-none d-lg-block">
          <Sidebar />
        </b-col>
        <b-col col-12 lg="9">
          <Breadcrumbs/>
          <h1>{{ currentRouteName }}. Интернет магазин {{ sitename }}</h1>
          <div class="text-section">
            <p>Придя на рынок Украины, мы учли все пожелания наших клиентов. И сегодня предлагаем Вам не просто купить высококачественную климатическую технику отечественных и зарубежных производителей, а решаем проблемы тепла, комфорта и благополучия в каждом доме, квартире, офисе.</p>
            <h2>Наши приоритеты</h2>
            <p>Наша рука всегда на пульсе, мы анализируем рынок, следим за новыми технологиями и делимся с нашими клиентами этой информацией посредством статей, фото, видео.</p>
            <p>Такой подход позволяет Вам самостоятельно сделать правильный выбор.</p>
            <p>Мы предоставляем полную информацию о каждой единице товара.</p>
            <p>Приобретение климатической техники – вопрос серьезный, требующий определенных знаний. Наши профессиональные сотрудники готовы 24 часа в сутки делиться с Вами своими знаниями в этой области, помогая разобраться в любых вопросах. А именно:</p>
            <ul>
              <li>произвести точный правильный расчет электрооборудования и энергозатрат;</li>
              <li>подобрать систему обогрева или кондиционирования в соответствии с вашими  потребностями и эксплуатационными приоритетами;</li>
              <li>подскажем, как не переплатить при покупке оборудования (соответствие цена-качество);</li>
              <li>как экономить средства и при этом не лишать себя комфорта.</li>
            </ul>
            <p>Мы так же проводим консультацию по установке автономного отопления и укладке теплого пола на всех этапах работы.</p>
            <h2>Наши клиенты</h2>
            <p>Мы гордимся, что по рекомендациям наших клиентов к нам приходят новые покупатели и приводят с собой родственников, друзей и знакомых.</p>
            <p>Ассортиментный ряд нашего магазина рассчитан на покупателей с разными финансовыми возможностями.</p>
            <h2>Гарантия и безопасность</h2>
            <p>Интернет-магазин {{ sitename }} предоставляет гарантию на товар, приобретенный у нас в соответствии с Законодательством Украины.</p>
            <p>Весь товар прошел ряд испытаний на соответствие стандартам безопасности, качества и надежности. Что подтверждено сертификатами и другими разрешительными документами.</p>
            <div class="image-block">
              <img :src=" require ('@/assets/images/img-content-01.jpg' )" alt="image"/>
            </div>
          </div>
        </b-col>
      </b-row>
    </b-container>
  </main>
</template>

<script>
import Sidebar from '@/components/sidebar/Sidebar'

export default {
  name: "About",
  components: {
    Sidebar
  },
  metaInfo() {
    return {
      title: this.$title('О нас')
    }
  },
  data () {
    return {
      sitename: process.env.VUE_APP_SITENAME,
    }
  },
  computed: {
    currentRouteName() {
      return this.$route.meta.breadcrumb.label;
    }
  }
}
</script>
