<template>
  <main class="main">
    <b-container>
      <b-row>
        <b-col col sm="3" class="d-none d-lg-block">
          <Sidebar />
        </b-col>
        <b-col col-12 lg="9">
          <Breadcrumbs/>
          <h1>{{ currentRouteName }}</h1>
          <div class="text-section">
            <h2>Обмен и возврат</h2>
            <p>В соответствии со статьями 8 и 9 Закона Украины «О защите прав потребителей» наши покупатели могут обменять или вернуть любую единицу товара, приобретенную в интернет-магазине «GASTON» в течение 14 дней.</p>
            <p>Исключение составляет товар с индивидуально-определяющими свойствами, т.е. выполненный под заказ для конкретного покупателя.</p>
            <h5>Что нужно для возврата или замены товара.</h5>
            <ol>
              <li>Документ, подтверждающий покупку в нашем магазине. Это гарантийный талон, паспорт изделия, товарная накладная или чек.</li>
              <li>У товара, подлежащего обмену, должен быть сохранен товарный вид и полная комплектация (включая инструкции и прочие документы).</li>
              <li>С момента покупки не должно пройти более 14 дней (при замене товара надлежащего качества).</li>
            </ol>
            <p>Если товар, приобретенный у нас, оказался не надлежащего качества (брак) по желанию покупателя он может:</p>
            <ul>
              <li>быть заменен аналогичным (в течение 60 дней, если данной модели нет в наличии, а покупатель желает приобрести именно ее и согласен ждать);</li>
              <li>заменен любым другим товаром из ассортимента нашего интернет-магазине с соответствующим перерасчетом;</li>
              <li>покупатель может вернуть свои деньги.</li>
            </ul>
            <p>Возврат денежных средств производится только на личную карту покупателя в срок от 1 до 7 дней с момента получения нами товара для обмена.</p>
            <p>Возврат товара осуществляется только через услуги перевозчика.</p>
            <p> При этом оплату пересылки осуществляет покупатель.</p>
            <p>В случае возврата денежных средств, сумма доставки товара нами не компенсируется.</p>
            <ol>
              <li>Если товар выполнялся под индивидуальный заказ покупателя.</li>
              <li>Если с момента покупки прошло более 14 дней.</li>
              <li>Если отсутствует документ, подтверждающий факт покупки.</li>
              <li>Если у товара, подлежащего обмену, нарушен товарный вид или комплектация.</li>
              <li>Если сервисный центр выявит, что поломка произошла вследствие нарушения эксплуатационных правил покупателем.</li>
              <li>Если товар был в употреблении (в случае замены товара надлежащего качества).</li>
              <li>Если товар возвращается с повреждениями.</li>
            </ol>
            <p>Чтобы избежать неприятных сюрпризов, мы рекомендуем проверять полученный товар в курьерской службе и в случае обнаружения дефектов, составлять соответствующий акт и отказываться от товара. В этом случае за поврежденный товар несет ответственность перевозчик или фирма-отправитель.</p>
            <h2>Гарантии</h2>
            <p>Интернет-магазин «GASTON» сотрудничает только с надежными фирмами-производителями, предоставляющими на свой товар обязательную гарантию.</p>
            <p>Каждая единица товара сопровождается техническим паспортом и гарантийным талом, где указано:</p>
            <ul>
              <li>наименование товара;</li>
              <li>срок гарантийного обслуживания;</li>
              <li>дата продажи.</li>
            </ul>
            <p>Так же в гарантийном талоне указаны адреса и телефоны сервисных центров, производящих гарантийное обслуживание изделий.</p>
            <h5>В каких случаях не производится гарантийное обслуживание.</h5>
            <ol>
              <li>Если экспертизой доказан факт нарушения потребителем правил установки и эксплуатации.</li>
              <li>Истек срок гарантийного обслуживания.</li>
              <li>Отсутствует гарантийный талон или другой документ, подтверждающий факт нахождения товара на гарантийном обслуживании.</li>
            </ol>
            <p>Все вопросы, касающиеся обмена, возврата, сроков гарантии и гарантийного обслуживания товаров, вы всегда можете выяснить у менеджеров, осуществляющих продажу.</p>
          </div>
        </b-col>
      </b-row>
    </b-container>
  </main>
</template>

<script>
import Sidebar from '@/components/sidebar/Sidebar'


export default {
  name: "Warranty",
  components: {
    Sidebar
  },
  metaInfo() {
    return {
      title: this.$title('Оплата и доставка')
    }
  },
  computed: {
    currentRouteName() {
      return this.$route.meta.breadcrumb.label;
    }
  }
}
</script>

